[
    {
        "ID": "BER0001",
        "Location": "Charlottenburg, Berlin",
        "Price": "€1,200,000",
        "Bedrooms": "3",
        "Bathrooms": "2",
        "Size": "160 sqm ",
        "Description": "Elegant pre-war mansion with a private garden and original architectural details. Spacious rooms with parquet floors and high ceilings. Separate guest suite with ensuite bathroom. ",
        "Neighborhood": "Upscale area with tree-lined streets and luxury boutiques. Close to the Tiergarten park and the Charlottenburg Palace. Fine dining restaurants and art galleries nearby."
    },
    {
        "ID": "BER0002",
        "Location": "Friedrichshain, Berlin",
        "Price": "€600,000",
        "Bedrooms": "3",
        "Bathrooms": "1",
        "Size": "100 sqm ",
        "Description": "Cozy family home with spacious living areas and lots of natural light. Recently renovated kitchen and bathroom. Private backyard garden perfect for entertaining. ",
        "Neighborhood": "Vibrant area known for its nightlife and creative scene. Close to public transportation, parks, and trendy cafes. Grocery stores and restaurants within walking distance."
    },
    {
        "ID": "BER0003",
        "Location": "Kreuzberg, Berlin",
        "Price": "€600,000",
        "Bedrooms": "3",
        "Bathrooms": "1.5",
        "Size": "100 sqm ",
        "Description": "Stylish loft apartment in a converted industrial building. Open floor plan with exposed brick walls and high ceilings. Modern kitchen with stainless steel appliances. Large windows provide plenty of natural light. ",
        "Neighborhood": "Vibrant area known for its street art, nightlife, and cultural diversity. Short walk to trendy bars and restaurants. Close to public transportation options."
    },
    {
        "ID": "BER0004",
        "Location": "Charlottenburg, Berlin",
        "Price": "€1,200,000",
        "Bedrooms": "5",
        "Bathrooms": "3",
        "Size": "180 sqm ",
        "Description": "Elegant family home with classic design features and a landscaped garden. Formal dining room and home office space. Jacuzzi in the master bathroom. ",
        "Neighborhood": "Upscale area with high-end boutiques and gourmet restaurants. Close to parks and cultural attractions. Excellent international schools nearby.",
        "New Listing": " "
    },
    {
        "ID": "BER0005",
        "Location": "Neukölln, Berlin",
        "Price": "€450,000",
        "Bedrooms": "2",
        "Bathrooms": "1",
        "Size": "85 sqm ",
        "Description": "Bright and airy flat with a modern design and Scandinavian-inspired decor. Balcony overlooking a quiet courtyard. Secure bicycle storage and communal garden. ",
        "Neighborhood": "Diverse district with a mix of cultures and cuisines. A short walk to Tempelhofer Feld park and the Landwehr Canal. Close to the U-bhan and bus stops."
    },
    {
        "ID": "BER0006",
        "Location": "Friedrichshain, Berlin",
        "Price": "€800,000",
        "Bedrooms": "2",
        "Bathrooms": "1",
        "Size": "90 sqm ",
        "Description": "Stylish urban apartment with a sleek contemporary design. Open-plan kitchen and living area with floor-to-ceiling windows. Balcony overlooking the city skyline. ",
        "Neighborhood": "Hip neighborhood with a lively nightlife and street art scene. Easy access to East Side Gallery and RAW Gelände. Close to public transportation options and bike paths."
    },
    {
        "ID": "BER0007",
        "Location": "Friedrichshain, Berlin",
        "Price": "€600,000",
        "Bedrooms": "3",
        "Bathrooms": "1",
        "Size": "100 sqm ",
        "Description": "Modern loft-style apartment with industrial chic design. Open concept living and dining area with exposed brick walls. Large windows provide plenty of natural light. Renovated kitchen with stainless steel appliances. ",
        "Neighborhood": "Vibrant area known for its lively nightlife and creative scene. Close to popular cafes, restaurants, and shops. Easy access to public transportation with the U-bahn and bus stops nearby."
    },
    {
        "ID": "BER0008",
        "Location": "Wedding, Berlin",
        "Price": "€500,000",
        "Bedrooms": "2",
        "Bathrooms": "1",
        "Size": "90 sqm ",
        "Description": "Bright and airy apartment with a modern kitchen and balcony. Large windows provide plenty of natural light. Renovated bathroom with a bathtub. Storage space in the basement. ",
        "Neighborhood": "Up-and-coming area with affordable housing options. Close to restaurants, cafes, and local markets. Easy access to public transportation and green spaces."
    },
    {
        "ID": "BER0009",
        "Location": "Kreuzberg, Berlin",
        "Price": "€800,000",
        "Bedrooms": "3",
        "Bathrooms": "1.5",
        "Size": "100 sqm ",
        "Description": "Stylish loft-style apartment with exposed brick walls and industrial accents. Spacious living area with open kitchen. Large windows provide plenty of natural light. Shared rooftop terrace. ",
        "Neighborhood": "Vibrant district known for its cultural scene and street art. Close to trendy bars, restaurants, and galleries. The nearest U-bhan station is a 15-minute walk away. Tram stop nearby."
    },
    {
        "ID": "BER0010",
        "Location": "Kreuzberg, Berlin",
        "Price": "€600,000",
        "Bedrooms": "3",
        "Bathrooms": "1.5",
        "Size": "100 sqm ",
        "Description": "Stylish loft-style apartment with industrial-chic design. Open-plan living space with exposed brick walls and large windows. Renovated kitchen with high-end appliances. Courtyard views. ",
        "Neighborhood": "Vibrant area known for its street art and nightlife. Close to restaurants, bars, and cultural venues. Easy access to public transportation and bike paths."
    }
]